[
    {
        "id": 1,
        "nome": "TÊNIS ASICS X EMMI GEL-NYC WOMEN'S WHITE HUDDLE YELLOW",
        "preco": 999.99,
        "imagem": "/whiteHuddle.jfif",
        "descricao": "O GEL-NYC™ se inspira em estilos de corrida tradicionais e modernos.  Seu cabedal faz referência ao calçado GEL-NIMBUS™ 3 do início dos anos 2000 e combina-o com vários detalhes do design GEL-MC PLUS™ V.  O seu design contrasta com as influências retrô do GEL-CUMULUS™ 16. Através de uma combinação de espumas leves e inserções de tecnologia GEL™, esta formação de entressola ajuda a criar um conforto avançado sob os pés.",
        "marca": "Asics"
    },
    {
        "id": 2,
        "nome": "TÊNIS ASICS X NEEDLES GEL-NYC BLACK BLACK",
        "preco": 999.99,
        "imagem": "/blackBlack.jfif",
	    "descricao": "A ASICS fez parceria com a NEEDLES no GEL-NYC™ para reimaginar a silhueta com os detalhes de design exclusivos da marca de roupas japonesa. O calçado combina a perspectiva única do NEEDLES no espaço da moda com a herança e experiência técnica da ASICS.  Este projeto colaborativo inspira-se nas calças exclusivas da NEEDLES, que apresentam quatro linhas em relevo nas laterais. Detalhe presente no stripe ASICS do GEL-NYC™, essa influência também é combinada com o nome de borboleta da NEEDLES bordado no calcanhar. Além disso, o GEL-NYC™ é renderizado com uma paleta de cores preta e roxa para refletir as cores da marca NEEDLES.",
        "marca": "Asics"
    },
    {
        "id": 3,
        "nome": "TÊNIS ASICS GEL-1130 WINTER GARDEN PACK",
        "preco": 999.99,
        "imagem": "/winterGarden.jfif",
	    "descricao": "O GEL-NYC™ se inspira em estilos de corrida tradicionais e modernos.  Seu cabedal faz referência ao calçado GEL-NIMBUS™ 3 do início dos anos 2000 e combina-o com vários detalhes do design GEL-MC PLUS™ V.  O seu design contrasta com as influências retrô do GEL-CUMULUS™ 16. Através de uma combinação de espumas leves e inserções de tecnologia GEL™, esta formação de entressola ajuda a criar um conforto avançado sob os pés.",
        "marca": "Asics"
    },
    {
        "id": 4,
        "nome": "TÊNIS ASICS GEL-KAYANO LEGACY WHITE",
        "preco": 899.90,
        "imagem": "/legacyWhite.jfif",
	    "descricao": "O tênis GEL-KAYANO™ LEGACY se inspira em diferentes designs GEL-KAYANO™ e nos marcos que influenciaram os 30 anos de história da série.  Começamos com o tênis GEL-KAYANO™ 14 para a construção da base desta silhueta e modificamos sua parte superior com vários materiais e detalhes de emblemas que foram retirados de várias épocas da linha do tempo GEL-KAYANO™. Esta versão apresenta duas cores diferentes que celebram o 30º aniversário da franquia. Um deles é renderizado com cores assimétricas que representam cores icônicas do arquivo GEL-KAYANO™. A outra destaca o uso frequente da prata em toda a cronologia do calçado, enquanto os detalhes da 3M enfatizam as origens técnicas do design.",
        "marca": "Asics"
    },
    {
        "id": 5,
        "nome": "TÊNIS ASICS X C.P COMPANY GEL QUANTUM 360 VIII MISSION YELLOW",
        "preco": 999.90,
        "imagem": "/missionYellow.jfif",
	    "descricao": "O tênis GEL-QUANTUM 360™️ VIII se inspira em formas naturais e estruturas interligadas. ​  Sua construção superior é reinventada com detalhes impressos em 5D que lembram formas ergonômicas encontradas na natureza. Enquanto isso, a tecnologia avançada e o encosto externo ajudam a criar melhor estabilidade e uma aparência mais dinâmica. A entressola do calçado foi reinventada com a tecnologia DIVISION SPACE™️ que ajuda a proporcionar mais amortecimento e menos peso.​  Enquanto isso, o amortecimento FF BLAST™️ PLUS ECO apresenta pelo menos 20% de biomassa extraída da cana-de-açúcar. Isso ajuda a criar mais resiliência e mais conforto sob os pés.",
        "marca": "Asics"
    },
    {
        "id": 6,
        "nome": "TÊNIS ASICS COSTS X GT-2160 SHAO JI",
        "preco": 899.90,
        "imagem": "/shaoJi.jfif",
        "descricao": "A ASICS e a marca de moda COSTS, com sede em Shenzhen, uniram-se para lançar o tênis GT-2160™️ “SHAOJI” que homenageia o artesanato tradicional.  Esta colaboração combina artesanato tradicional com uma abordagem avançada. Apoiados no conceito de design “THIS IS COSTS WAY”, a ASICS e a COSTS aspiram trazer tendências de moda exclusivas aos consumidores com um ajuste confortável.  Os acentuados elementos culturais cantoneses abrem a possibilidade de integrar a moda com os utensílios domésticos, dando vida à beleza do artesanato tradicional. Fundada em 2012, a COSTS vê o mundo da moda através dos olhos dos jovens que vivem na periferia costeira do sul da China. O objetivo é promover culturas modernas com uma visão global, inspirando as pessoas a se aprofundarem nas tendências da moda.  A parceria entre o gene estético icónico da ASICS e a cultura cantonesa única eleva o ténis GT-2160™️ a um novo nível. O nome do sapato vem da ferramenta semelhante a uma cesta tricotada de bambu que lhe deu origem: SHAOJI, que desempenha um papel importante no bem-estar físico e mental da população local e é um símbolo de uma vida melhor. A malha respirável é amplamente adotada no cabedal, combinada com o tecido e tonalidade inspirada na malha SHAOJI, incluindo até a camurça na lateral. Os ilhós à esquerda e à direita são bordados com “SHAOJI” e caracteres chineses respectivamente, imbuídos de sensibilidades tradicionais. Entretanto, as duas marcas fundiram a sua cor comum, o azul, no design visual – pontilhada nas icónicas riscas ASICS, na tecnologia GEL™️, na presilha do calcanhar e na sola – em harmonia com o bege geral, acrescentando um toque retro. A palmilha apresenta diferentes estampas SHAOJI típicas do sul da China, sugerindo a unidade harmoniosa entre o homem e a natureza valorizada pelos artesãos tradicionais chineses.",
        "marca": "Asics"
    },
    {
        "id": 7,
        "nome": "TÊNIS ASICS X GEL-NYC HIDDEN NY WHITE JOLLLY GREEN",
        "preco": 999.90,
        "imagem": "/whiteJollly.jfif",
        "descricao": "O tênis GEL-NYC se inspira em estilos de corrida tradicionais e modernos.​  Sua construção superior faz referência ao calçado GEL-NIMBUS 3 do início dos anos 2000 e combina-o com vários enfeites do design GEL-MC PLUS V.​ O ferramental contrasta as influências retrô da parte superior usando o sistema de ferramentas do calçado GEL-CUMULUS 16. Através de uma combinação de espumas leves e inserções de tecnologia GEL, esta formação de entressola ajuda a criar um conforto avançado sob os pés.",
        "marca": "Asics"
    },
    {
        "id": 8,
        "nome": "TÊNIS ASICS GEL-KAYANO LEGACY PURE SILVER",
        "preco": 1039.99,
        "imagem": "/pureSilver.jfif",
        "descricao": "O tênis GEL-KAYANO™️ LEGACY se inspira em diferentes designs GEL-KAYANO™️ e nos marcos que influenciaram os 30 anos de história da série.  Começamos com o tênis GEL-KAYANO™️ 14 para a construção da base desta silhueta e modificamos sua parte superior com vários materiais e detalhes de emblemas que foram retirados de várias épocas da linha do tempo GEL-KAYANO™️. Esta versão apresenta duas cores diferentes que celebram o 30º aniversário da franquia. Um deles é renderizado com cores assimétricas que representam cores icônicas do arquivo GEL-KAYANO™️. A outra destaca o uso frequente da prata em toda a cronologia do calçado, enquanto os detalhes da 3M enfatizam as origens técnicas do design.",
        "marca": "Asics"
    },
    {
        "id": 9,
        "nome": "TÊNIS NEW BALANCE 2002R PROTECTION PACK SANDSTONE",
        "preco": 1199.99,
        "imagem": "/sandstone.jfif",
        "descricao": "O Tênis Masculino New Balance 2002 traz as tecnologias SBS ABZORB e ABZORB na entressola, que garantem amortecimento. A sola de absorção de impacto N-ergy com arco de suporte Stability Web proporciona transição suave e natural do calcanhar ao antepé.",
        "marca": "New Balance"
    },
    {
        "id": 10,
        "nome": "TÊNIS NEW BALANCE WRPD RUNNER UNISEX TRUE BROWN",
        "preco": 799.99,
        "imagem": "/trueBrow.jfif",
        "descricao": "Com design futurista e ousado, o WRPD Runner honra a herança e as raízes da New Balance em cada detalhe. Das ocasiões casuais à simples tarefa de ir à padaria, calçar esse modelo NB é carregar a essência da sua personalidade para todos os lugares, mesmo em momentos off-duty. Além de uma estética incomparável, o calçado ainda adiciona conforto e inovação em seus pés a partir da tecnologia Fuelcell®️, inovação presente nos melhores modelos de performance da marca.",
        "marca": "New Balance"
    },
    {
        "id": 11,
        "nome": "TÊNIS NEW BALANCE 550 SEA SALT TEAM RED AND BLACK",
        "preco": 999.99,
        "imagem": "/redAndBlack.jfif",
        "descricao": "O 550 original estreou em 1989 e deixou sua marca nas quadras de basquete de costa a costa. Após a sua tiragem inicial, o 550 foi arquivado nos arquivos, antes de ser reintroduzido em lançamentos de edição limitada no final de 2020, e regressou à programação a tempo inteiro em 2021, tornando-se rapidamente um favorito da moda global. A silhueta aerodinâmica e cano baixo do 550 oferece uma visão limpa dos designs resistentes do final dos anos 80, enquanto a construção confiável da parte superior em couro, sintético e malha é um visual clássico em qualquer época.",
        "marca": "New Balance"
    },
    {
        "id": 12,
        "nome": "TÊNIS NEW BALANCE 327V1 BLACK GREY",
        "preco": 449.99,
        "imagem": "/blackGray.jfif",
        "descricao": "Inspirado na herança running da marca, o Tênis Unissex Casual New Balance 327v1 traz uma reformulação geométrica da silhueta minimalista e logo “N” maximizado aplicado assimetricamente. O calçado agrega a moda lifestyle com conforto e estilo exclusivos NB.",
        "marca": "New Balance"
    },
    {
        "id": 13,
        "nome": "TÊNIS NEW BALANCE 530 WHITE ARTIC GREY",
        "preco": 699.99,
        "imagem": "/articGrey.jfif",
        "descricao": "Estilo e inovação constroem o Tênis Casual Masculino New Balance 530. Inspirado nos clássicos tênis de corrida, o modelo traz a tecnologia de amortecimento ABZORB para adicionar total conforto aos pés. A peça possui fechamento em cadarço que proporciona praticidade à rotina.",
        "marca": "New Balance"
    },
    {
        "id": 14,
        "nome": "TÊNIS NEW BALANCE 610T LUNAR NEW YEAR",
        "preco": 899.99,
        "imagem": "/lunarNew.jfif",
        "descricao": "Em comemoração ao Ano do Dragão, a coleção Ano Novo Lunar 2024 é inspirada no poder, confiança e criatividade dos signos mais auspiciosos do zodíaco. O Lunar New Year 610T apresenta uma parte superior em malha grade estilo ripstop, sobreposta com camurça lavada. Esta mistura de inspiração utilitária e ornamentação artística é executada em duas cores, uma em azul marinho profundo e outra em tons verdes terrosos. Ambos os estilos apresentam detalhes de impressão metálica e forros de meias com gráficos personalizados.",
        "marca": "New Balance"
    },
    {
        "id": 15,
        "nome": "TÊNIS NEW BALANCE 1906R MEN'S LICORICE",
        "preco": 1199.99,
        "imagem": "/licorice.jfif",
        "descricao": "Reviva a nostalgia retrô-running dos anos 2000 com o Tênis New Balance 1906R Masculino, um sneaker que combina estilo icônico com amortecimento na sola. O modelo redefine o conceito de design, no lugar de áreas de recorte expansivos, traz linhas encurvadas que promovem um ajuste confortável e melhor fluxo dos dedos ao calcanhar, detalhes refinados que adicionam um toque de elegância.",
        "marca": "New Balance"
    },
    {
        "id": 16,
        "nome": "TÊNIS NEW BALANCE 5740 CREAM BEIGE",
        "preco": 499.90,
        "imagem": "/creamBeige.jfif",
        "descricao": "Inspirado nos designs usados dos anos 80 e 90, o Tênis Casual Masculino New Balance 5740 traz entressola que combina o clássico e o moderno. O modelo é perfeito para compor um look lifestyle com estilo e conforto que só a NB oferece!",
        "marca": "New Balance"
    },
    {
        "id": 17,
        "nome": "TÊNIS NIKE AIR MAX SCORPION FLYKNIT DARK PEWTER GREY",
        "preco": 1999.90,
        "imagem": "/darkPewter.jfif",
        "descricao": "Perguntamos ao adivinho da Nike o que seu futuro reserva. A resposta? Muito conforto. Construído em torno do conceito de point-loading, o Air Max Scorpion abre um novo capítulo no livro da magia do calçado. Consulte a bola de cristal novamente e você verá um design disruptivo que combina tecido chenille super macio com Flyknit incrivelmente leve. O acabamento perfeito para seu visual fascinante. Origens do Nike Air Max  A revolucionária tecnologia Air chegou pela primeira vez aos calçados da Nike em 1978. Em 1987, o Air Max 1 estreou com a tecnologia Air visível em seu calcanhar, permitindo aos fãs mais do que apenas a sensação de amortecimento Air - de repente eles podiam vê-lo. Desde então, os tênis Air Max de última geração se tornaram um sucesso entre atletas e colecionadores, oferecendo combinações de cores marcantes e amortecimento leve e confiável.",
        "marca": "Nike"
    },
    {
        "id": 18,
        "nome": "TÊNIS NIKE V2K RUN WOMEN'S LIGHT BONE",
        "preco": 899.90,
        "imagem": "/lightBone.jfif",
        "descricao": "Avançar rápido. Rebobinar. Não importa – este tênis leva o retrô para o futuro. O V2K remasteriza tudo o que você adora no Vomero em um visual retirado diretamente de um catálogo de corrida dos primeiros anos. Camadas com uma mistura de azuis gelados, detalhes translúcidos e uma entressola macia com uma estética perfeitamente vintage. E uma sola grossa garante que você se sinta confortável onde quer que vá",
        "marca": "Nike"
    },
    {
        "id": 19,
        "nome": "SANDÁLIA NIKE CANYON FEMININA BRANCO",
        "preco": 249.90,
        "imagem": "/nikeCanyon.jfif",
        "descricao": "A Sandália Nike Canyon Feminina Branco prepara a sua jornada com estilo. Design inspirado na herança apresenta um solado robusto, entressola de espuma macia, fechamento em três tiras e acabamentos metálicos premium. Das paisagens urbanas às margens do rio, esta versátil potência mantém você em pé e confortável para enfrentar o que estiver à frente.",
        "marca": "Nike"
    },
    {
        "id": 20,
        "nome": "TÊNIS NIKE X NOCTA HOT STEP 2 WHITE",
        "preco": 1799.90,
        "imagem": "/step2.jfif",
        "descricao": "Uma versão nova e atualizada da assinatura Hot Step. Possui cabedal em couro sintético com acabamento reflexivo, além de ilhós exclusivos que utilizam tiras têxteis para fixação dos cadarços. Dê uma olhada no interior para ver a palmilha exclusiva NOCTA e a unidade Air visível no calcanhar. Uma sola de borracha sólida apresenta estrelas do norte NOCTA personalizadas e tecnologia de sola G-Tek.",
        "marca": "Nike"
    },
    {
        "id": 21,
        "nome": "TÊNIS NIKE CORTEZ WHITE GREEN",
        "preco": 649.90,
        "imagem": "/nikeCortez.jfif",
        "descricao": "Uma palavra: tradição. Do legado da corrida ao fenômeno da moda, seu apelo retrô, entressola macia esponjosa e detalhes de ondulado funcionam década após década. Esta iteração combina camurça durável e cores fáceis de estilizar para um clima vintage. O Nike Cortez foi projetado em 1972 pelo cofundador da Nike, Bill Bowerman, para ser mais leve e confortável do que qualquer outro. Rapidamente se tornou o tênis de corrida mais popular do país e se transformou em um ícone inconfundível, inserido na história da cultura pop.",
        "marca": "Nike"
    },
    {
        "id": 22,
        "nome": "TÊNIS NIKE AIR MAX FLYKNIT VENTURE WOMEN'S SMOKEY MAUVE",
        "preco": 1299.90,
        "imagem": "/smokeyMauve.jfif",
        "descricao": "Diga olá ao Venture - um calçado inspirado em atividades ao ar livre com estilo utilitário. Uma parte superior utilitária em Flyknit melhora a sua experiência para que você possa percorrer as calçadas e trilhas urbanas com facilidade. Quando você está sempre pronta para a próxima aventura, você precisa de um calçado que acompanhe seu dia e seu estilo. Com o Venture, você está pronta para possibilidades ilimitadas. Origens do Nike Air Max  A revolucionária tecnologia Air chegou pela primeira vez aos calçados da Nike em 1978. Em 1987, o Air Max 1 estreou com a tecnologia Air visível em seu calcanhar, permitindo aos fãs mais do que apenas a sensação de amortecimento Air - de repente eles podiam vê-lo. Desde então, os tênis Air Max de última geração se tornaram um sucesso entre atletas e colecionadores, oferecendo combinações de cores marcantes e amortecimento leve e confiável.",
        "marca": "Nike"
    },
    {
        "id": 23,
        "nome": "TÊNIS NIKE P-6000 DUSTY CACTUS",
        "preco": 799.90,
        "imagem": "/dustyCac.jfif",
        "descricao": "Uma mistura de tênis Pegasus do passado, o Nike P-6000 leva a corrida do início dos anos 2000 às alturas modernas. Apresentando malha respirável, linhas esportivas e sobreposições respiráveis, é a combinação perfeita de visual atraente e conforto. Além disso, seu amortecimento de espuma adiciona uma postura elevada inspirada nas pistas e um amortecimento inacreditável.",
        "marca": "Nike"
    },
    {
        "id": 24,
        "nome": "TÊNIS NIKE AIR MAX DN WOMEN'S SMOKE GREY",
        "preco": 1299.90,
        "imagem": "/smokeGrey.jfif",
        "descricao": "Uma mistura de tênis Pegasus do passado, o Nike P-6000 leva a corrida do início dos anos 2000 às alturas modernas. Apresentando malha respirável, linhas esportivas e sobreposições respiráveis, é a combinação perfeita de visual atraente e conforto. Além disso, seu amortecimento de espuma adiciona uma postura elevada inspirada nas pistas e um amortecimento inacreditável.",
        "marca": "Nike"
    },
    {
        "id": 25,
        "nome": "TÊNIS ADIDAS SAMBA OG PRETO",
        "preco": 699.90,
        "imagem": "/og.jfif",
        "descricao": "Nascido no futebol, o Samba é um ícone atemporal da moda urbana. Este tênis permanece fiel à sua história com um cabedal de couro macio e sobreposições de camurça.",
        "marca": "Adidas"
    },
    {
        "id": 26,
        "nome": "TÊNIS ADIDAS LWST ORANGE WHITE",
        "preco": 799.90,
        "imagem": "/orangeWhite.jfif",
        "descricao": "O estilo das quadras com um diferencial a mais. Este tênis adidas funde o melhor do estilo dos anos 2000 com elementos clássicos da cultura do skate. O cabedal têxtil durável é flexível, confortável e fácil de usar. A costura contrastante e os detalhe são uma referência às pequenas coisas que você adora no seu jeans favorito.",
        "marca": "Adidas"
    },
    {
        "id": 27,
        "nome": "TÊNIS ADIDAS X TMNT SHELL-TOE SPLINTER",
        "preco": 799.90,
        "imagem": "/splinter.jfif",
        "descricao": "A nostalgia dos anos 90 está de volta. Celebre com grande estilo o mundo das Tartarugas Ninja, mais especificamente, o Mestre Splinter. Este tênis adidas reinventa a estética inspirada no basquete com um cabedal de suede felpudo que imita a sensação da pele de Splinter. Tradicionalmente escrito em francês, o slogan icônico da marca é escrito em japonês, uma homenagem às raízes do clã Hamato, e acima das três listras, Superstar é substituído por Splinter e SEEK VICTORY NOT FAIRNESS é escrito na língua. Pingentes especiais nos cadarços comemoram o Sensei e os três conjuntos de cadarços permitem que você mude o look. Dentro de cada caixa inspirada em brinquedos está a sua própria reimpressão da terceira edição da revista em quadrinhos das Tartarugas Ninja, de Kevin Eastman e Peter Laird, que inspirou o lançamento.",
        "marca": "Adidas"
    },
    {
        "id": 28,
        "nome": "TÊNIS ADIDAS ADI2000 CORE BLACK MAROON",
        "preco": 799.90,
        "imagem": "/blackMaroon.jfif",
        "descricao": "O tênis Adi2000 revive o icônico estilo do skate do começo dos anos 2000. Com cabedal de couro macio em cores de inspiração universitária, esse tênis adidas traz a estética daquela época de um jeito moderno. Seja para passear pelas ruas ou reviver os dias de glória, esse modelo mescla o design marcante dos tênis do início dos anos 2000 com a influência da cultura skate, criando looks nostálgicos, porém contemporâneos. O estilo é ousado e cheio de atitude, com cabedal de couro e as Três Listras invertidas.",
        "marca": "Adidas"
    },
    {
        "id": 29,
        "nome": "TÊNIS ADIDAS FORUM LOW CL CLOUD WHITE GREEN",
        "preco": 799.90,
        "imagem": "/cloudWhite.jfif",
        "descricao": "Estes ténis adidas Forum começaram no campo de basquetebol, mas hoje são os escolhidos para o uso diário. A parte superior em camadas e a clássica tira de velcro ajustável são uma homenagem ao design dos anos 80, enquanto o toque de pele de cobra nas Três Listras atualiza o visual atual. Os detalhes em dourado metálico acrescentam um pouco de glamour ao estilo arrojado destes tênis.",
        "marca": "Adidas"
    },
    {
        "id": 30,
        "nome": "TÊNIS ADIDAS ADIFOM CLIMACOOL WONDER BEIGE",
        "preco": 699.90,
        "imagem": "/wonder.jfif",
        "descricao": "Estes tênis adidas colocam a inovação no centro do seu design. Feitos para manter o conforto e a frescura, são como uma lufada de ar fresco para os pés, graças à ventilação que ajuda a regular o calor. O amortecimento macio faz com que cada passo pareça macio, e o forro interno de malha se ajusta como uma meia. Um material de base biológica molda o revestimento externo em um estilo robusto e moderno. Feito com uma série de materiais reciclados, este cabedal apresenta pelo menos 50% de conteúdo reciclado. Este produto representa apenas uma das nossas soluções para ajudar a acabar com os resíduos plásticos.",
        "marca": "Adidas"
    },
    {
        "id": 31,
        "nome": "TÊNIS ADIDAS GAZELLE ROYAL BLUE",
        "preco": 599.90,
        "imagem": "/royalBlue.jfif",
        "descricao": "Entre no estilo urbano com os sapatos Gazelle da adidas. Introduzido em 1966 como calçado de treino, o Gazelle resistiu ao teste do tempo. Agora serve como um ícone ousado, levando você do trabalho ao fim de semana sem perder o ritmo. A parte superior em camurça e a sola de borracha se unem para oferecer um visual vintage com conforto moderno. Outrora usado por atletas, agora usado por todos, o Gazelle continua a chamar a atenção décadas após a sua estreia.",
        "marca": "Adidas"
    },
    {
        "id": 32,
        "nome": "TÊNIS ADIDAS RESPONSE CL WONDER BEIGE",
        "preco": 999.90,
        "imagem": "/wonderBeige.jfif",
        "descricao": "O Tênis Adidas Response CL  redefine um tênis de corrida clássico dos anos 2000, com cabedal de malha elástica e sobreposições de couro que representam a fluidez de seu estilo despojado. A sola apresenta diversos componentes tecnológicos de propriedade retrô, incluindo adiPRENE e Torsion, que lembram os arquivos adidas de corrida do início dos anos 2000.",
        "marca": "Adidas"
    },
    {
        "id": 33,
        "nome": "TÊNIS AIR JORDAN 1 LOW WOMEN'S JADE SMOKE",
        "preco": 1099.90,
        "imagem": "/jadeSmk.jfif",
        "descricao": "Desde o arremesso da vitória que trouxe a glória do campeonato para a Carolina do Norte, Michael Jordan tem estado na vanguarda da consciência do basquete. Ele entrou na quadra em 1985 usando o Air Jordan I original, quebrando simultaneamente as regras da liga e a vontade de seus oponentes, enquanto capturava a imaginação dos fãs em todo o mundo.",
        "marca": "Jordan"
    },
    {
        "id": 34,
        "nome": "TÊNIS AIR JORDAN 4 RETRO INDUSTRIAL BLUE",
        "preco": 1799.90,
        "imagem": "/indBlue.jfif",
        "descricao": "Calce um clássico. Os adorados AJ4 retornam com um couro premium em branco off, nobuck em cinza e detalhes impressionantes em Industrial Blue, criando uma estética geral elegante. Mantendo-nos fiéis à forma, reformulamos este ícone com as especificações do modelo original de 1989 com todos os acabamentos de assinatura: um logotipo Jumpman arrojado, detalhes em rede, as famosas asas e o posicionamento da marca Nike Air no calcanhar para completar o estilo tradicional.",
        "marca": "Jordan"
    },
    {
        "id": 35,
        "nome": "TÊNIS AIR JORDAN 3 RETRO GREEN GLOW",
        "preco": 1699.90,
        "imagem": "/greenGlow.jfif",
        "descricao": "Elegante e supremo. O AJ3 está de volta com o mesmo estilo e graça do lançamento original de 1988: materiais premium, amortecimento Air visível e detalhes de estampa de elefante. Além disso, é o primeiro tênis de assinatura do MJ a exibir o logotipo Jumpman. Recuperando um tom icônico de 2013, esta edição marcante apresenta toques de verde Glow em contraste com a parte superior em preto e cinza Wolf. Agora você pode afirmar em grande estilo sempre que entrar em ação.",
        "marca": "Jordan"
    },
    {
        "id": 36,
        "nome": "TÊNIS AIR JORDAN 1 MID INDUSTRIAL BLUE",
        "preco": 1199.90,
        "imagem": "/indBlue2.jfif",
        "descricao": "Desde o arremesso da vitória que trouxe a glória do campeonato para a Carolina do Norte, Michael Jordan tem estado na vanguarda da consciência do basquete. Ele entrou na quadra em 1985 usando o Air Jordan I original, quebrando simultaneamente as regras da liga e a vontade de seus oponentes, enquanto capturava a imaginação dos fãs em todo o mundo.",
        "marca": "Jordan"
    },
    {
        "id": 37,
        "nome": "TÊNIS AIR JORDAN 5 SE SAIL",
        "preco": 1799.90,
        "imagem": "/sail.jfif",
        "descricao": "Sail'Há uma razão pela qual o quinto tênis de MJ continua sendo o favorito dos fãs. Seus detalhes ferozes na entressola em zigue-zague, travas de renda icônicas e gaiola de sapato inspirada em malha são instantaneamente reconhecíveis, proporcionando um estilo marcante que você pode arrasar em qualquer dia da semana.",
        "marca": "Jordan"
    },
    {
        "id": 38,
        "nome": "TÊNIS AIR JORDAN 6 RETRO YELLOW OCHRE",
        "preco": 1699.90,
        "imagem": "/yellowOchre.jfif",
        "descricao": "MJ os usou quando conquistou seu primeiro campeonato e você os usará para - bem, o que quiser. Carregados com linhas de design dinâmicas e aquelas icônicas travas, esses tênis trazem estilo de volta. Nobuck macio em amarelo ocre pulsa sob o branco suave para um toque extra de energia. Amarre-se e deixe seus chutes falarem.",
        "marca": "Jordan"
    },
    {
        "id": 39,
        "nome": "TÊNIS AIR JORDAN 11 RETRO LOW CRAFT",
        "preco": 799.90,
        "imagem": "/craft.jfif",
        "descricao": "Simples. Limpo. Preto. Branco. O indomável AJ11 IE, agora em uma cor atemporal. Todos os recursos que você conhece e adora estão aqui, como a parte superior em malha arejada e detalhes em couro envernizado. O toque final? O amortecimento Nike Air em todo o comprimento coloca um ponto de exclamação no conforto.",
        "marca": "Jordan"
    },
    {
        "id": 40,
        "nome": "TÊNIS AIR JORDAN 2 RETRO BLACK CEMENT",
        "preco": 799.90,
        "imagem": "/cement.jfif",
        "descricao": "Nunca fizemos essa colorway em um AJ2 antes - mas é tão bom que provavelmente deveríamos ter feito. Fabricados de acordo com especificações originais, os AJ2 Black Cement tornam-se um tênis icônico, quer dizer, ainda mais icónico. Mantendo as sobreposições de estampas de iguana e os detalhes artesanais que trouxeram a moda ao jogo em 1986, agora ele vem vestido com as cobiçadas cores tradicionais. Já disse o suficiente.",
        "marca": "Jordan"
    },
    {
        "id": 41,
        "nome": "TÊNIS CONVERSE SPONGE CX CRATER BARELY ROSE",
        "preco": 299.90,
        "imagem": "/rose.jfif",
        "descricao": "Uma criação totalmente nova para quem prioriza o conforto em casa ou em movimento, o Converse Sponge CX Crater traz inovação única ao espaço. Uma parte superior de malha respirável e aproximadamente 95% reciclada fica em cima de uma palmilha CX de espuma de PU e dentro de um corpo de espuma de cratera esculpida, trazendo ideais atenciosos para a opção de conforto em primeiro lugar. A língua e os puxadores do calcanhar 100% de poliéster reciclado permitem calçar e descalçar facilmente, e um pano de palmilha de malha 100% reciclada proporciona conforto envolvente a todo o pé. O futuro está aqui.",
        "marca": "Converse"
    },
    {
        "id": 42,
        "nome": "TÊNIS CONVERSE RUN STAR HIKE MOTION PLATFORM WHITE",
        "preco": 699.90,
        "imagem": "/hikeMotion.jfif",
        "descricao": "Esqueça o que você sabia sobre forma. O Run Star Motion pega o DNA clássico da Converse e o combina com uma entressola ultramoderna e inovadora para redefinir completamente o estilo da plataforma. As linhas fluidas que você viu na quadra no início dos anos 2000 vêm através da entressola plataforma, misturando esporte com alta moda. Esta base expressiva e elevada é fundida com uma parte superior de lona de algodão orgânico que empresta a mesma costura, cadarços e logotipo vintage da língua interna do icônico Chuck 70. Tudo suportado por uma palmilha CX e uma entressola de espuma CX para máximo conforto e conforto.",
        "marca": "Converse"
    },
    {
        "id": 43,
        "nome": "TÊNIS CONVERSE RUN STAR MOTION HIGH BLACK WHITE GUM",
        "preco": 749.90,
        "imagem": "/whiteGum.jfif",
        "descricao": "Refletindo a energia das ruas da cidade, as linhas divertidas e distorcidas do Run Star Motion foram criadas para o movimento futuro. Reimaginada de dentro para fora, a postura elevada e a entressola de espuma CX ajudam a trazer conforto de nível superior a cada passada. A parte superior permanece fiel ao original, complementada por detalhes de design voltados para o futuro para uma expressão ousada. Uma plataforma ondulada exagerada e alças de suporte elevam você e o mantêm estável com tração excepcional.",
        "marca": "Converse"
    },
    {
        "id": 44,
        "nome": "TÊNIS CONVERSE CHUCK TAYLOR 70S AZUL MARINHO",
        "preco": 429.90,
        "imagem": "/azul.jfif",
        "descricao": "O Chuck 70 foi construído a partir do design original dos anos 1970, com materiais premium e habilidade extraordinária. Este design é feito em lona de algodão, complementando a entressola envernizada bege para uma execução cuidadosa.",
        "marca": "Converse"
    },
    {
        "id": 45,
        "nome": "TÊNIS CONVERSE ONE STAR PRO SUEDE VARSITY RED",
        "preco": 599.90,
        "imagem": "/varsity.jfif",
        "descricao": "Em 1974, A Converse lançou uma versão de camurça e cano baixo do Chuck Taylor All Star que apresetava uma única estrela em sua lateral, era o nascimento do One Star. Relançado no começo dos anos 90, o modelo ganhou fama com a comunidade do skate graças a sua performance na lixa Hoje o One Star PRO proporciona melhor sensação à lixa e absorção de impactosgraças ao amortecimento CX. Seu perfil baixo adiciona flexibilidade e seu cabedal todo em camurça o mantém durável e atemporal.",
        "marca": "Converse"
    },
    {
        "id": 46,
        "nome": "TÊNIS CONVERSE CHUCK 70 GEO FORMA LS BLACK",
        "preco": 779.99,
        "imagem": "/bota.jfif",
        "descricao": "O Chuck 70 Geo Forma apresenta conforto e estilo arrojado. Este cano alto premium possui uma sola com saliências para ajudar a fornecer tração e amortecimento CX para conforto confiável. Além disso, o formato angular ousado traz drama a qualquer roupa da sua linha de primavera.",
        "marca": "Converse"
    },
    {
        "id": 47,
        "nome": "TÊNIS CONVERSE CHUCK 70 PLUS WHITE",
        "preco": 629.99,
        "imagem": "/plusWhite.jfif",
        "descricao": "Uma atualização inesperada no maior clássico de todos os tempos , o Chuck 70 Plus mistura características icônicas com estilo que busca o futuro. A fusão de canvas de diferentes gramaturas se juntam a linhas assimétricas e arrojadas para um visual de impacto. Borracha e patch do tornozelo divididos são detalhes que deixarão todos de olho enquanto por dentro temos acolchoamento premium para te manter confortável. Nos anos 70, o Chuck Taylor All Star evoluiu e se tornou um dos melhores tênis de basquete de todos os tempos. O Chuck 70 comemora essa herança por trazer de volta detalhes inspirados nos arquivos da Converse com pequenas e modernas atualizações de conforto. Uma entressola envernizada, refinada e levemente amarelada dão um visual vintage e finaliza com o íconico patch lateral em baixo relevo.",
        "marca": "Converse"
    },
    {
        "id": 48,
        "nome": "TÊNIS CONVERSE CHUCK 70 AT-CX OX BLACK",
        "preco": 699.99,
        "imagem": "/pretao.jfif",
        "descricao": "Caminhe por terrenos urbanos imprevisíveis em calçados de cano baixo que potencializam o conforto e estilo. Solado com piso de tração significa durabilidade e melhor aderência para seu caminhar, enquanto o contraforte de camurça traz um estilo futurista. E o amortecimento com espuma CX deixa seus passos cortáveis enquanto passeia pela cidade. Nos anos 70, o Chuck Taylor All Star evoluiu e se tornou um dos melhores tênis de basquete de todos os tempos. O Chuck 70 comemora essa herança por trazer de volta detalhes inspirados nos arquivos da Converse com pequenas e modernas atualizações de conforto. Uma entressola envernizada, refinada e levemente amarelada dão um visual vintage e finaliza com o icônico patch lateral em baixo relevo.",
        "marca": "Converse"
    }
]